"Query ${applicationName}" = "Consultar a ${applicationName}";

"New conversation with ${applicationName}" = "Nueva conversación con ${applicationName}";

"Send a question to ${applicationName}" = "Enviar una pregunta a ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Nueva conversación con ${applicationName} mediante ${model}";

"New chat with ${applicationName}" = "Nuevo chat con ${applicationName}";

"Ask ${applicationName}" = "Preguntar a ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Iniciar un nuevo chat con ${applicationName} mediante ${model}";

"Start a new conversation with ${applicationName} using ${model}" = "Iniciar una nueva conversación con ${applicationName} mediante ${model}";

"Start voice conversation with ${applicationName}" = "Iniciar una conversación de voz con ${applicationName}";

"Talk to ${applicationName}" = "Hablar con ${applicationName}";

"Start a new chat with ${applicationName}" = "Iniciar un nuevo chat con ${applicationName}";

"Tell ${applicationName}" = "Decirle a ${applicationName}";

"Start a new conversation with ${applicationName}" = "Iniciar una nueva conversación con ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Nuevo chat con ${applicationName} mediante ${model}";

